Repository: Schnitzer/pdb.kraiburg-tpe.com
Catalog: modules/wcms/locale/*/LC_MESSAGES/default.po
Languages: de_de

source: Applications
de_de: Anwendungen

source: Other
de_de: Andere

source: Logout
de_de: Abmelden

source: Profile
de_de: Profil

source: Alert
de_de: Achtung

source: Choose your options!
de_de: Wähle deine Optionen!

source: Confirm
de_de: Bestätigen

source: Make a decision!
de_de: Treffe eine Wahl!

source: Do you really want to delete this object?
de_de: Wollen sie dieses Objekt wirklich löschen?

source: Saved
de_de: Gespeichert

source: Your data has been saved successfully.
de_de: Die Daten wurden erfolgreich gespeichert.

source: Error
de_de: Fehler

source: An error has occurred!
de_de: Ein Fehler ist aufgetreten

source: Notify
de_de: Benachrichtigung

source: Be aware that...
de_de: Beachten Sie, dass ...

source: Custom
de_de: Meldung

source: Saving...
de_de: Speichern...

source: Deleting...
de_de: Löschen...

source: The item has been deleted successfully
de_de: Das Objekt wurden erfolgreich gelöscht.

source: Publishing...
de_de: Veröffentlichen...

source: Published
de_de: Veröffentlicht

source: The item has been published successfully.
de_de: Das Objekt wurde erfolgreich veröffentlicht.

source: Unpublishing...
de_de: Unveröffentlichen...

source: Unpublished
de_de: Unveröffentlicht

source: The item has been unpublished successfully.
de_de: Das Objekt wurden erfolgreich unveröffentlicht.

source: Copied
de_de: Kopiert

source: The item has been copied successfully.
de_de: Das Objekt wurde erfolgreich kopiert.

source: Move
de_de: Verschieben

source: Do you really want to move this site?
de_de: Wollen sie diese Seite wirklich verschieben?

source: Moved
de_de: Verschoben

source: The site has been moved successfully
de_de: Die Seite wurde erfolgreich verschoben

source: Rename
de_de: Übersetzen

source: Do you really want to rename this site?
de_de: Wollen sie diese Seite wirklich umbenennen?

source: Renamed
de_de: Umbenannt

source: The site has been renamed successfully
de_de: Die Seite wurde erfolgreich umbenannt

source: Edit content
de_de: Inhalt bearbeiten

source: Close
de_de: Schließen

source: Do you want to save before the editor is closed?
de_de: Wollen sie speichern bevor der Editor geschlossen wird?

source: Website
de_de: Webseite

source: Site Structure
de_de: Seitenstruktur

source: Files
de_de: Dateien

source: Edit Website
de_de: Website bearbeiten

source: Settings
de_de: Einstellungen

source: Languages
de_de: Sprachen

source: Site templates
de_de: Seitenvorlagen

source: Component templates
de_de: Bausteinvorlagen

source: Navigation templates
de_de: Navigationsvorlagen

source: root
de_de: Ordnerstruktur

source: Open in this window / frame
de_de: Im gleichen Fenstern / Frame öffnen

source: Open in new window (_blank)
de_de: In einem neuen Fenster öffnen (_blank)

source: Open in new parent window / frame (_parent)
de_de: In einem neuen, übergeordnetem Fenster / Frame öffnen (_parent)

source: Open in top frame (replaces all frames) (_top)
de_de: In dem Top-Frame öffnen (ersetzt alle Frames) (_top)

source: Always
de_de: Immer

source: Hourly
de_de: Stündlich

source: Dialy
de_de: Täglich

source: Weekly
de_de: Wöchentlich

source: Monthly
de_de: Monatlich

source: Yearly
de_de: Jährlich

source: Never
de_de: Nie

source: No Content
de_de: Kein Inhalt

source: Site type
de_de: Seitentyp

source: Site status
de_de: Status

source: Home site
de_de: Ist diese Seite eine Startseite?

source: Is private
de_de: Diese Seite ist private

source: Site schedule status is
de_de: Terminierungsstatus dieser Seite

source: Show site in live mode
de_de: Zeige diese Seite im Livemodus

source: You cannot show this site in live mode
de_de: Sie können diese Seite nicht im Livemodus betrachten

source: Live Mode
de_de: Livemodus

source: Show site in preview mode
de_de: Zeige diese Seite im Vorschaumodus

source: Preview Mode
de_de: Vorschaumodus

source: Show site in edit mode
de_de: Zeige diese Seite im Bearbeitungsmodus

source: Edit Mode
de_de: Bearbeitungsmodus

source: Opens the site window
de_de: Öffnet das Seitenfenster

source: Edit
de_de: Ändern

source: Publish the site
de_de: Zeitpunkt der Veröffentlichung

source: Publish
de_de: Veröffentlichen

source: Refresh the site
de_de: Aussehen der Seite

source: Refresh
de_de: Neu Laden

source: More
de_de: Mehr

source: Copy the site
de_de: Seite kopieren

source: Copy
de_de: Kopieren

source: Delete the site
de_de: Seite löschen

source: Delete
de_de: Löschen

source: Unpublish the site
de_de: Zeitpunkt der Veröffentlichung

source: Unpublish
de_de: Unveröffentlichen

source: first position
de_de: An erster Position

source: after
de_de: nach

source: Options
de_de: Optionen

source: Show sitetemplates
de_de: Zeite Seitenvorlagen

source: New sitetemplate
de_de: Neue Seitenvorlage

source: Edit sitetemplate
de_de: Seitenvorlage bearbeiten

source: Save
de_de: Speichern

source: Sitetemplates
de_de: Seitenvorlagen

source: Filename
de_de: Dateiname

source: edit
de_de: Ändern

source: Content
de_de: Inhalt

source: Component
de_de: Baustein

source: container
de_de: Behälter

source: data
de_de: Daten

source: Behaviour
de_de: Verhalten

source: Translations
de_de: Übersetzungen

source: Show components
de_de: Übersicht der Bausteine

source: Language
de_de: Sprache

source: Current language
de_de: Aktuelle Sprache

source: Main
de_de: Hauptdaten

source: Internal name of the component. Will not be used on the website.
de_de: Interner Name des Bausteins. Wird nicht auf der Website angezeigt

source: Appearance
de_de: Erscheinung

source: Site
de_de: Seite

source: In which content area must this component be
de_de: In welchem Inhaltsbereich soll dieser Baustein erscheinen

source: Content area
de_de: Inhaltsbereich

source: Parent component
de_de: Übergeordneter Baustein

source: -- No parent component --
de_de: Keine übergeordneter Baustein

source: Position of the component within a content area
de_de: Bausteinposition innerhalb des Inhaltbereichs

source: Should this component be permanent?
de_de: Ist dieser Baustein permanent sichtbar?

source: Do you want to schedule this component?
de_de: Wollen Sie diesen Baustein terminieren?

source: On which date the component will be viewable
de_de: Ab welchen Datum ist dieser Baustein sichtbar

source: Publish date
de_de: Datum der Veröffentlichung

source: On which time the component will be viewable
de_de: Ab welchen Zeitpunkt ist dieser Baustein sichtbar

source: Publish time
de_de: Zeitpunkt der Veröffentlichung

source: On which date the component will expire
de_de: Ab welchen Datum ist dieser Baustein abgelaufen

source: Expire date
de_de: Ablaufdatum

source: On which time the component will expire
de_de: Ab welchen Zeitpunkt ist dieser Baustein abgelaufen

source: Expire time
de_de: Ablaufzeitpunkt

source: New translation
de_de: Neue Übersetzung

source: New component
de_de: Neuer Baustein

source: Only for internal use needed
de_de: Nur für interne Zwecke

source: How many components?
de_de: Wie viele Bausteine?

source: How many of this components must be created
de_de: Wie viele von diesem Baustein sollen erstellt werden.

source: Look and functionality of the component
de_de: Aussehen und Funktion des Bausteins

source: Component type
de_de: Bausteintyp

source: Add in following languages
de_de: In folgenden Sprachen anlegen

source: Cancel
de_de: Abbrechen

source: Components of
de_de: Baustein von

source: Template
de_de: Vorlage

source: Area
de_de: Inhaltsbereich

source: This component is permanent
de_de: Dieser Baustein ist permanent sichtbar

source: edit Content Box
de_de: Contentbox bearbeiten

source: edit Content Box Translation
de_de: Übersetzung der Contenbox bearbeiten

source: delete
de_de: Löschen

source: Show news
de_de: Newsübersicht

source: New news
de_de: Neue News

source: Edit news
de_de: News bearbeiten

source: Sites
de_de: Seiten

source: Name of the news. Only for internal use
de_de: Newsname. Nur für interne Zwecke

source: Do you want to schedule this news?
de_de: Wollen Sie diese News terminieren

source: On which date the site will be viewable
de_de: Ab welchen Datum ist diese Seite sichtbar

source: On which time the site will be viewable
de_de: Ab welchen Zeitpunkt ist diese Seite sichtbar

source: On which date the site will expire
de_de: Ab welchen Datum ist diese Seite abgelaufen

source: On which time the site will expire
de_de: Ab welchen Zeitpunkt ist diese Seite abgelaufen

source: Add translation
de_de: Neue Übersetzung

source: new
de_de: neu

source: modified
de_de: verändert

source: published
de_de: veröffentlicht

source: Headline
de_de: Überschrift

source: Show on all sites
de_de: Auf allen Seiten anzeigen

source: Add to site
de_de: Zu einer Seite hinzufügen

source: Remove
de_de: Entfernen

source: Redirect
de_de: Weiterleitung

source: Internal
de_de: Intern

source: Show languages
de_de: Zeige Sprachen

source: New language
de_de: Neue Sprache

source: Edit language
de_de: Sprache bearbeiten

source: The full language name
de_de: Der komplette Name der Sprache

source: Shortcut of the language name
de_de: Sprachkürzel

source: Shortcut
de_de: Sprachkürzel

source: Is this language active (live)?
de_de: Ist diese Sprache aktiv (live)?

source: If not then the language and all it's translations will not be displayed on the website
de_de: Wenn diese Option nicht angewählt ist, dann wird die Sprache und all ihre Übersetzungen nicht auf der Webseite angezeigt

source: Copies content from the master language?
de_de: Inhalt von der Mastersprache kopieren?

source: Active
de_de: Aktiv

source: Copies
de_de: Kopiert

source: Navigation Headline
de_de: Überschrift in der Navigation

source: Navigation Description
de_de: Beschreibung in der Navigation

source: show Content Boxes
de_de: Übersicht der Contentboxen

source: new Content Box
de_de: neue Contentbox

source: Edit Content Box
de_de: Content Box bearbeiten

source: save
de_de: Speichern

source: show Css
de_de: Zeige Css

source: New Css
de_de: Neue CSS

source: Translation Data
de_de: Daten der Übersetzung

source: Meta data
de_de: Metadaten

source: Edit site container
de_de: Seitenbehälter bearbeiten

source: Belongs to site container
de_de: Gehört zum Seitenbehälter

source: This is the name which is shown in a navigation
de_de: Dieser Name wird in der Navigation angezeigt

source: Navigation name
de_de: Name in der Navigation

source: This text is shown in the browser bar and is used as title text of a search result of any search engine
de_de: Dieser Text wird in der Browserleiste angezeigt und als Überschrift in einem Suchmaschinenergebnis.

source: Title
de_de: Titel

source: Is home site?
de_de: Ist diese Seite eine Startseite?

source: keywords are used by meta data search engines. Google does not look at keywords anymore (negligible)
de_de: Schlüsselwörter werden von Metadaten-Suchmaschinen verwendet. Google verwendet sie nicht mehr (also vernachlässigbar).

source: Keywords
de_de: Schlüsselwörter

source: The description is used by search engines. It will be displayed after the title text of a search result
de_de: The Beschreibung wird von Suchmaschinen verwendet. Sie wird unter der Überschrift von einem Suchmaschinenergebnis angezeigt.

source: Description
de_de: Beschreibung

source: Author of the document. Used by some search engines (negligible)
de_de: Der Autor dieser Seite. Wird von manchen Suchmaschinen verwendet (vernachlässigbar)

source: Author
de_de: Autor

source: Changefrequency of the site. Beware that wrong information may not have any effect
de_de: Dieser Wert gibt an, wie oft sich diese Seite ungefähr verändert. Falsche Einstellungen werden keine Nutzen haben.

source: Changefreq
de_de: Wir oft ändert sich diese Seite?

source: Priority of the site. Beware that wrong information may not have any effect
de_de: Gibt die Wichtigkeit dieser Seite an. Falsche Informationen werden keinen Nutzen haben.

source: Priority
de_de: Wichtigkeit

source: Back
de_de: Zurück

source: Language of the site
de_de: Seitensprache

source: All translations are already added!
de_de: Diese Seite wurde bereits in alle Sprachen übersetzt!

source: Edit Image Meta
de_de: Bilder-Metadaten bearbeiten

source: Alternative text
de_de: Alternativer Text

source: Title text
de_de: Titel

source: Target
de_de: Ziel

source: Javascript Files
de_de: Javascriptdatein

source: new Javascript
de_de: neues Javascript

source: edit Javascript
de_de: Javascript bearbeiten

source: Translation data
de_de: Übersetzungsdaten

source: New componentlanguage
de_de: Neue Bausteinübersetzung

source: Choose File
de_de: Wählen Sie eine Datei

source: Alternative text of the file
de_de: Alternativer Text dieser Datei

source: Alt
de_de: Alternativer Text

source: Title of the file
de_de: Titel der Datei

source: Url which is opened when the file is clicked
de_de: Bei Klick auf die Datei, wird diese URL geöffnet

source: Copies the internal url into the link field
de_de: Kopiert die interne URL in das obere Feld.

source: Must the link be opened in a new window or not?
de_de: Muss der Link in einem neuen Fenster aufgehen?

source: Language of the component translation
de_de: Sprache der Bausteinübersetzung

source: Show navtemplates
de_de: Zeige Navigationsvorlagen

source: New navtemplates
de_de: Neue Navigationsvorlage

source: Edit navtemplate
de_de: Navigationsvorlage bearbeiten

source: In list
de_de: in Liste anzeigen

source: New navtemplate
de_de: Neue Navigationsvorlage

source: Navtemplates
de_de: Navigationsvorlagen

source: show Component Templates
de_de: Übersicht der Bausteinvorlagen

source: new Component Template
de_de: neue Bausteinvorlage

source: Template Generator
de_de: Vorlagengenerator

source: edit Component Template
de_de: Bausteinvorlage bearbeiten

source: edit Sitearea
de_de: Seitenbereich bearbeiten

source: Component Templates
de_de: Bausteinvorlagen

source: in List
de_de: in Liste anzeigen

source: Componenttemplate Tags
de_de: Bausteinvorlagen Tags

source: Sitetemplate Tags
de_de: Seitenvorlagen Tags

source: Rewrite
de_de: Überschreiben

source: Master language
de_de: Master-Sprache

source: Should slave languages copy content from the master language, if they have no own content?
de_de: Sollen die Slave-Sprachen den Inhalt der Master-Sprache kopieren, wenn sie keinen eigenen Inhalt besitzt?

source: The robots txt content
de_de: Die Robots-Txt

source: Site container data
de_de: Daten des Seitenbehälters

source: Site data
de_de: Seitendaten

source: Access
de_de: Zugriff

source: Name in URL
de_de: Name in der URL

source: For example: /en/<strong>home</strong>
de_de: Zum Beispiel: /de/<strong>home</strong>

source: Miscellaneous
de_de: Verschiedenes

source: Type & look
de_de: Typ & Aussehen

source: Choose a sitetype. For example redirect if you want this site to redirect to a other site
de_de: Wählen Sie einen Seitentyp aus. Zum Beispiel eine Weiterleitung für diese Seite auf eine andere Seite weiterleiten soll.

source: Look of the site
de_de: Aussehen der Seite

source: Site template
de_de: Seitenvorlage

source: Navigations
de_de: Navigationen

source: Parent site
de_de: Übergeordnete Seite

source: Where this site will be located
de_de: Unter welche Seite diese angezeigt wird

source: Schedule
de_de: Terminieren

source: Do you want to schedule this site?
de_de: Wollen Sie diese Seite terminieren

source: Cache
de_de: Zwischenspeichern

source: Cache exparation
de_de: Wann der Zwischenspeicher veraltet ist

source: Site is only viewable for
de_de: Diese Seite ist nur sichtbar für

source: logged in users
de_de: eingeloggte Benutzer

source: From groups
de_de: Von den Gruppen

source: Groups
de_de: Gruppen

source: Usergroup which will be allowed to access this site
de_de: Benutzergruppe der es erlaubt ist, diese Seite anzusehen.

source: Add
de_de: Hinzufügen

source: All groups are added
de_de: Alle Gruppen sind bereits hinzugefügt

source: New site
de_de: Neue Seite

source: Title and navigation name of the translation(s)
de_de: Titel und Name in der Navigation von dieser Übersetzung

source: Notify search engines
de_de: Suchmaschinen benachrichtigen

source: Search engines notified
de_de: Die Suchmaschinen wurden benachrichtigt

source: New Site
de_de: Neue Seite

source: Site container
de_de: Seitenbehälter

source: not translated yet
de_de: noch nicht übersetzt

source: Choose a site
de_de: Wählen Sie eine Seite

source: Please choose a site from the left side.
de_de: Bitte wählen Sie eine Seite aus der linken Seitenstruktur

source: Date
de_de: Datum

source: New newstranslation
de_de: Neue Newsübersetzung

source: Edit news translation
de_de: Newsübersetzung bearbeiten

source: Headline of the news
de_de: Newsüberschrift

source: Body text of the news
de_de: Newsinhalt
